215202/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontback
    {
        type            empty;
        inGroups 1(empty);
        nFaces          430404;
        startFace       322042;
    }
    topbottom
    {
        type            patch;
        physicalType    patch;
        nFaces          534;
        startFace       752446;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          134;
        startFace       752980;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          134;
        startFace       753114;
    }
    walls
    {
        type            wall;
      inGroups 1(wall);
        nFaces          720;
        startFace       753248;
    }
)

// ************************************************************************* //
